brew "aarch64-elf-binutils"
brew "aarch64-elf-gcc"
brew "python"
brew "eza"
brew "gcc"
brew "go"
brew "htop"
brew "m4"
brew "imagemagick"
brew "pkgconf"
brew "lua"
brew "luarocks"
brew "make"
brew "nasm"
brew "neovim"
brew "node"
brew "pybind11"
brew "python@3.12"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "task"
brew "taskwarrior-tui"
brew "tmux"
brew "trash-cli"
brew "uv"
brew "zoxide"
